greet = 'Здравствуйте, {name}!\n\nВыберете ваш родной язык'

choose_language = 'Здравствуйте, {name}!\n\nВыберете какой язык планируете изучать'

range_learn_words = 'Сколько слов вы готовы учить за сеанс?\nНапишите в чат число от 5 до 30 (включительно)'
range_learn_words_2 = 'Напишите в чат число от 5 до 30 (включительно)'

success = 'Регистация прошла успешна!\n\nВ настройках можно выбрать определенную тематику слов для изучения'

menu = 'Уважаемый пользователь, это интерактивное меню.\nЗдесь вы можете найти любую интересующую вас информацию.'

level = 'Какой ваш текущий уроввень владения языком?'

level_info = 'Ваш процент освоения уровня - {num}%'

successfully = 'Успешно!'
successfully_dict = 'Слова '

maximum = 'У вас максимальный уровень изучения'
minimum='У вас минимальный уровень изучения'

raised = 'Вы повысили уровень до {level}'
lowered = 'Вы понизили уровень до {level}'

sorry = 'Извините, но в вашем изучаемом языке нет такой темы слов'

all_words_learned = "Вы выучили все слова текущего уровня/темы\nСамое время повысить уровень\nИли выберете определенную тематику слов"

translates = '{word} переводиться как: {translate}'

word_split = ' переводиться как: '

Exercise_1 = 'Упражнение 1\n\nВыберете верный ответ'
Exercise_3='Упражнение 3'
Exercise_2='Упражнение 2\n\nВыберете верный ответ'

write = "Напишите слово - {translation}\nна изучаемом языке"

Congratulations = 'Поздравляю с выученными словами!'

reminder = 'Я пришлю напоминание, когда вам нужно будет повторить слова 😎'

enter_u_word1 = 'Введите слово на изучаемом языке'
enter_u_word2 = 'Введите перевод слова'
enter_u_word3 = 'Словосочетание успешно добавлено!'
empty_dict = 'Пока ваш словарь пустой.'

Repeat = 'Повторим слова?'

good_attempt = 'Верно!', 'Так точно!', 'Молодец!', 'Все так!', 'Правильно!'
bad_attempt = 'Неправильно! Попробуйте еще раз', 'Неа...не верно', 'Нет. Подумай еше','Увы, ошибка...',

incomprehensible_set_of_characters = 'Непонятный набор символов\nПожалуйста нажмите /menu\nи проследуйте инструкциям'